<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div class="row" id="top_wrap">
	<div class="fixed_top">
		<a onclick="javascript:history.go(-1);">
			<span class="material-icons" id="chevron_left" >chevron_left</span>
		</a>
		<div class="topnav-centered">
			<span class="active">${title }</span>
		</div>
	</div>
</div>
<div class="blank_div"></div>
<div class="agreement-content">
	<h2 class="bold align-center">개인정보 보호 정책</h2>
	<br>
	<br>
	<h6 class="bold">개인정보 보호 정책</h6>
	<p>
	'이시컴퍼니'(이하 '회사')은 고객의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호에 관한 법률” 및 “개인정보보호법” 등의 관련 규정을 준수하고 있습니다.<br><br>
	회사는 고객이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드리기 위하여 개인정보취급방침을 작성하였습니다.<br><br>
	회사는 고객이 회원가입 또는 회사가 제공하는 서비스 이용 시 서비스 이용약관 및 개인정보 수집 및 이용 안내에 대한 동의절차를 마련하여, 고객이 “동의”를 선택하면 개인정보 수집 및 이용에 동의한 것으로 보고 개인정보를 수집,이용합니다.
	</p>
	<h6 class="bold">제 1조 수집하는 개인정보의 항목 및 수집방법</h6>
	<p>
	회사는 회원가입, 고객상담, 각종 서비스 제공 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br>
	1. 서비스가 제공되는 플랫폼의 유형에 따라 아래와 같은 개인정보를 수집할 수 있습니다. 이때 아래 각 항에서 안내되는 정보 외에 다른 정보들은 일체 수집되지 않습니다.
	<br>&nbsp; ① '회사' 자체 플랫폼 서비스 수집 항목
	<br>&nbsp;&nbsp; - 전화번호, 서비스 이용기록, 접속 로그 및 인증일자, 결제기록, 서비스버전, 통신사정보, 단말기정보(모델명, OS버전, 기기고유식별번호, Mac Address 등)
	<br>&nbsp; ② 카카오톡 플랫폼 연동 서비스 수집항목
	<br>&nbsp;&nbsp; - 전화번호, 서비스 서비스 이용기록, 접속 로그 및 인증일자, 결제기록, 서비스버전, 통신사정보, 단말기 정보(모델명, OS버전, 기기고유식별번호, Mac Address 등), 카카오 회원번호, 카카오톡 닉네임, 카카오톡 프로필사진, 카카오톡 친구목록 및 친구의 프로필사진
	2. 아래 기재된 서비스를 이용하는 고객에 한하여 아래와 같은 정보들을 수집할 수 있습니다.
	<br>&nbsp; - 고객지원 서비스: 전화번호, 이름, SMS 수신 동의 여부
	<br>&nbsp; - 유료 서비스 이용 및 결제, 결제취소, 청약철회 요청: 오픈마켓 아이디, 대금결제 기록
	<br>&nbsp; - 이벤트 및 프로모션: 이름, 주소, 전화번호, 우편번호, 이메일
	<br>&nbsp; - 본인확인: 성명, 신분을 확인할 수 있는 증서
	3. 만14세 미만 아동의 회원가입 등 개인정보 수집 필요 시 법정대리인의 동의여부를 확인하기 위하여, 법정대리인의 성명, 연락처 등의 정보를 수집할 수 있습니다. 법정대리인이 동의하지 않는 경우 해당 정보는 파기됩니다.
	4. 회사는 고객이 회사의 홈페이지, 기타 회사가 제공하는 서비스 이용 시 이용기록, 접속로그, 접속IP정보, 결제기록 등 생성정보를 수집합니다.
	5. 회사는 홈페이지 회원가입, 서면양식, 회원정보 수정, 전화, 팩스, 고객응대 창구, 이벤트 응모, 서비스 내 수집 등의 방법으로 개인정보를 수집합니다.
	</p>
	<h6 class="bold">제 2조 개인정보의 수집 및 이용목적</h6>
	<p>
	회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br>
	1. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 본인인증<br>
	2. 회원 관리<br>
	회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
	3. 마케팅 및 광고에 활용<br>
	신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계
	4. 자동 친구 추가 및 자동 친구 등록 기능의 제공<br>
	회원의 전화번호 및 회원의 모바일, 테블릿 기기 내의 주소록에 저장된 제 3자의 전화번호를 수집 • 이용하여 자동 친구 추가 및 등록 기능 제공
	</p>
	<h6 class="bold">제 3조 개인정보의 보유 및 이용기간</h6>
	<p>
	1. 회사는 원칙적으로 고객이 회원가입 후 탈퇴 전까지 고객의 개인정보를 보관하며, 고객이 회원탈퇴를 하거나 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 다만 필요에 따라 부정이용의 방지를 위하여 회원탈퇴 후 1주 동안 개인정보를 보유할 수 있으며, 불필요시 혹은 이 기간이 경과한 후에는 고객의 개인정보가 완전히 삭제됩니다.<br>
	2. 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
	<br>&nbsp;① 대금결제 및 재화 등의 공급에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
	<br>&nbsp;② 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래등에서의 소비자보호에 관한 법률)
	<br>&nbsp;③ 계약 또는 청약철회 등에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
	<br>&nbsp;④ 본인확인에 관한 기록: 6개월 (정보통신 이용촉진 및 정보보호 등에 관한 법률)
	<br>&nbsp;⑤ 전기통신역무를 이용한 사실에 관한 통신 또는 로그에 관한 기록: 3개월 (통신비밀보호법)
	<br>&nbsp;⑥ 국세 관련 서류 및 증빙자료 : 5년(국세기본법)
	</p>
	<h6 class="bold">제 4조 장기 미이용 회원 개인정보 처리</h6>
	<p>
	1. 회사는 관련 법령에 의거하여 장기 미이용 회원의 개인정보를 파기합니다. 장기 미이용 회원과 파기 방식은 아래와 같습니다.
	<br>&nbsp;① 장기 미이용 회원 : 고알레 서비스 마지막 접속 후 365일 동안 사용이 없는 회원
	<br>&nbsp;② 장기 미이용 회원 대상 정보 파기 안내 메일 발송 : 장기 미이용 회원으로 확인 된 당일, 7일 후, 14일 후 총 3회 개인정보 파기 안내 메일 발송 
	<br>&nbsp;③ 회원 정보 파기 : 마지막 안내 메일 발송 후 30일이 지난 시점까지도 사용이력이 없을 경우 최종확인 후 개인정보 파기
	</p>
	<h6 class="bold">제 5조 개인정보의 파기절차 및 방법</h6>
	<p>
	회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br>
	1. 파기절차
	<br>&nbsp; ① 고객이 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다. 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.
	2. 파기방법
	<br>&nbsp; ① 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
	<br>&nbsp; ② 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
	</p>
	<h6 class="bold">제 6조 개인정보 제공</h6>
	<p>
	1. 회사는 회원의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
	<br>&nbsp;① 회원이 사전에 동의한 경우
	<br>&nbsp;② 법령의 규정에 의거하여 자료 제공이 강제되는 경우 또는 적법한 절차에 의한 법원, 수사기관, 기타 행정기관의 요청이 있는 경우
	</p>
	<h6 class="bold">제 7조 회원 및 법정대리인의 권리와 그 행사방법</h6>
	<p>
	1. 회원 혹은 만 14세 미만 아동의 개인정보 조회 • 수정을 위해서는 ‘개인정보변경’(또는 ‘회원정보수정’ 등)을 가입 해지(동의철회)를 위해서는 “회원탈퇴”를 클릭 하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.<br>
	2. 회원은 본인의 개인정보에 대한 정정 또는 삭제를 요구하는 경우 회사는 본인 여부를 확인한 후 지체 없이 필요한 조치를 취합니다.<br>
	3. 회사는 고객 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “제 3조. 개인정보의 보유 및 이용기간” 에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
	</p>
	<h6 class="bold">제 8조 개인정보의 기술적 / 관리적 보호 대책</h6>
	<p>
	회사는 고객의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손되지 않고 안전성을 확보하기 위하여 다음과 같은 기술적 및 관리적 대책을 강구하고 있습니다.<br>
	회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.<br>
	개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고 최신 백신프로그램을 이용하여 고객의 개인정보나 자료가 유출되거나 손상되지 않도록 방지하고 있으며, 암호 알고리즘 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 안정성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.<br>
	회사는 고객의 개인정보 관련 취급을 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사의 개인정보 처리방침의 준수를 항상 강조하고 있습니다. 그리고 사내 전담기구 등을 통하여 회사의 개인정보 처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.<br>
	단, 회원 본인의 부주의나 인터넷상의 문제로 ID와 비밀번호 등 개인정보가 유출해 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
	</p>
	<h6 class="bold">제 9조 권익 침해 구제 방법</h6>
	<p>
	고객은 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 고객의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br>
	기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
	1. 한국인터넷진흥원 개인정보침해신고센터 http://privacy.kisa.or.kr (국번없이 118)<br>
	2. 정보보호마크인증위원회 http://www.eprivacy.or.kr (02-550-9531~2)<br>
	3. 경찰청 사이버테러대응센터 http://www.ctrc.go.kr (국번없이 182)
	</p>
	<h6 class="bold">제 10조 개인정보 처리 방침 변경</h6>
	<p>
	개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경 내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
	</p>
	<h6 class="bold">제 11조 개인정보 보호 책임자</h6>
	<p>
	회사는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 아래와 같이 개인정보 보호 책임자를 지정하고 있습니다.<br>
	개인정보 보호 책임자
	<br>&nbsp; 이름 : 주성환
	<br>&nbsp; 직책 : 대표
	<br>&nbsp; 전화 : 010-9149-4372
	</p>
</div>